Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Import an OpenPGP secret key to enable GPG agent forwarding for SSH sessions
ar: استورد مفتاح OpenPGP سرياً لتمكين توجيه وكيل GPG لجلسات SSH
ca: Importeu una clau secreta OpenPGP per activar el reenviament d'agent GPG per a sessions SSH
cs: Importujte tajný OpenPGP klíč pro povolení přesměrování GPG agenta pro SSH relace
da: Importér en hemmelig OpenPGP-nøgle for at aktivere videresendelse af GPG-agent for SSH-sessioner
de: Importieren Sie einen geheimen OpenPGP-Schlüssel, um die GPG-Agent-Weiterleitung für SSH-Sitzungen zu aktivieren
es: Importe una clave secreta OpenPGP para habilitar el reenvío del agente GPG en sesiones SSH
fi: Tuo OpenPGP-salainen avain ottaaksesi GPG-agentin edelleenlähetyksen käyttöön SSH-istunnoissa
fr: Importez une clé secrète OpenPGP pour activer la redirection de l'agent GPG pour les sessions SSH
he: ייבא מפתח סודי של OpenPGP כדי לאפשר העברת סוכן GPG בהפעלות SSH
hu: Importáljon egy OpenPGP titkos kulcsot a GPG ügynök továbbításának engedélyezéséhez SSH munkamenetekhez
it: Importa una chiave segreta OpenPGP per abilitare l'inoltro GPG agent nelle sessioni SSH
ja: SSHセッションのGPGエージェント転送を有効にするためにOpenPGP秘密鍵をインポートしてください
ko: SSH 세션의 GPG 에이전트 전달을 활성화하려면 OpenPGP 비밀 키를 가져오세요
nb: Importer en OpenPGP-hemmelig nøkkel for å aktivere GPG-agentvideresending for SSH-økter
nl: Importeer een OpenPGP-geheime sleutel om GPG-agent doorsturen voor SSH-sessies in te schakelen
pl: Zaimportuj klucz prywatny OpenPGP, aby włączyć przekierowanie agenta GPG dla sesji SSH
pt_br: Importe uma chave secreta OpenPGP para habilitar o encaminhamento do agente GPG em sessões SSH
pt_pt: Importe uma chave secreta OpenPGP para activar o reencaminhamento do agente GPG em sessões SSH
ro: Importă o cheie secretă OpenPGP pentru a activa redirecționarea agentului GPG pentru sesiunile SSH
sl: Uvozite skrivni ključ OpenPGP, da omogočite posredovanje agenta GPG za seje SSH
sv: Importera en hemlig OpenPGP-nyckel för att aktivera GPG-agentvidarebefordran för SSH-sessioner
uk: Імпортуйте секретний ключ OpenPGP, щоб увімкнути переадресацію GPG-агента для SSH-сесій
vi: Nhập khóa bí mật OpenPGP để bật chuyển tiếp GPG agent cho các phiên SSH
zh_hans: 导入 OpenPGP 私钥以为 SSH 会话启用 GPG 代理转发
zh_hant: 匯入 OpenPGP 私鑰以為 SSH 工作階段啟用 GPG 代理轉發

source: Import an SSH or GPG key first.
ar: استورد مفتاح SSH أو GPG أولاً.
ca: Primer importeu una clau SSH o GPG.
cs: Nejprve importujte SSH nebo GPG klíč.
da: Importér først en SSH- eller GPG-nøgle.
de: Importieren Sie zuerst einen SSH- oder GPG-Schlüssel.
es: Importe primero una clave SSH o GPG.
fi: Tuo ensin SSH- tai GPG-avain.
fr: Importez d'abord une clé SSH ou GPG.
he: ייבא תחילה מפתח SSH או GPG.
hu: Először importáljon egy SSH vagy GPG kulcsot.
it: Importa prima una chiave SSH o GPG.
ja: 最初にSSHまたはGPGキーをインポートしてください。
ko: 먼저 SSH 또는 GPG 키를 가져오세요.
nb: Importer en SSH- eller GPG-nøkkel først.
nl: Importeer eerst een SSH- of GPG-sleutel.
pl: Najpierw zaimportuj klucz SSH lub GPG.
pt_br: Importe primeiro uma chave SSH ou GPG.
pt_pt: Importe primeiro uma chave SSH ou GPG.
ro: Importă mai întâi o cheie SSH sau GPG.
sl: Najprej uvozite ključ SSH ali GPG.
sv: Importera en SSH- eller GPG-nyckel först.
uk: Спершу імпортуйте ключ SSH або GPG.
vi: Hãy nhập khóa SSH hoặc GPG trước.
zh_hans: 请先导入 SSH 或 GPG 密钥。
zh_hant: 請先匯入 SSH 或 GPG 金鑰。

source: Import Certificate
ar: استيراد شهادة
ca: Importa el certificat
cs: Importovat certifikát
da: Importer certifikat
de: Zertifikat importieren
es: Importar certificado
fi: Tuo varmenne
fr: Importer un certificat
he: ייבוא תעודה
hu: Tanúsítvány importálása
it: Importa certificato
ja: 証明書を読み込む
ko: 인증서 가져오기
nb: Importer sertifikat
nl: Certificaat importeren
pl: Importuj certyfikat
pt_br: Importar Certificado
pt_pt: Importar Certificado
ro: Importare certificat
sl: Uvozi potrdilo
sv: Importera certifikat
uk: Імпортувати сертифікат
vi: Nhập Chứng Chỉ
zh_hans: 导入证书
zh_hant: 匯入憑證

source: Import Cluster
ar: استيراد مجموعة
ca: Importar clúster
cs: Importovat cluster
da: Importer klynge
de: Cluster importieren
es: Importar clúster
fi: Tuo klusteri
fr: Importer un cluster
he: ייבוא אשכול
hu: Klaszter importálása
it: Importa cluster
ja: クラスタを読み込み
ko: cluster 가져오기
nb: Importer klynge
nl: Cluster importeren
pl: Importuj klaster
pt_br: Importar Cluster
pt_pt: Importar Cluster
ro: Importă cluster
sl: Uvozi gručo
sv: Importera kluster
uk: Імпортувати кластер
vi: Nhập Cụm
zh_hans: 导入集群
zh_hant: 匯入叢集

source: Import Complete
ar: اكتمل الاستيراد
ca: Importació completada
cs: Import dokončen
da: Import fuldført
de: Import abgeschlossen
es: Importación completa
fi: Tuonti valmis
fr: Importation terminée
he: הייבוא הושלם
hu: Importálás kész
it: Importazione completata
ja: 読み込み完了
ko: 가져오기 완료
nb: Import fullført
nl: Import voltooid
pl: Import zakończony
pt_br: Importação Concluída
pt_pt: Importação Concluída
ro: Importare finalizată
sl: Uvoz končan
sv: Import klar
uk: Імпорт завершено
vi: Nhập hoàn tất
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Error
ar: خطأ في الاستيراد
ca: Error d'importació
cs: Chyba importu
da: Importfejl
de: Importfehler
es: Error de importación
fi: Tuontivirhe
fr: Erreur d'importation
he: שגיאת ייבוא
hu: Importálási hiba
it: Errore di importazione
ja: 読み込みエラー
ko: 가져오기 오류
nb: Importfeil
nl: Importfout
pl: Błąd importu
pt_br: Erro na Importação
pt_pt: Erro de Importação
ro: Eroare la importare
sl: Napaka pri uvozu
sv: Importfel
uk: Помилка імпорту
vi: Lỗi nhập
zh_hans: 导入错误
zh_hant: 匯入錯誤

source: Import Existing Key
ar: استيراد مفتاح موجود
ca: Importar clau existent
cs: Importovat existující klíč
da: Importer eksisterende nøgle
de: Vorhandenen Schlüssel importieren
es: Importar clave existente
fi: Tuo olemassa oleva avain
fr: Importer une clé existante
he: ייבוא מפתח קיים
hu: Meglévő kulcs importálása
it: Importa chiave esistente
ja: 既存のキーを読み込み
ko: 기존 키 가져오기
nb: Importer eksisterende nøkkel
nl: Bestaande sleutel importeren
pl: Importuj istniejący klucz
pt_br: Importar Chave Existente
pt_pt: Importar Chave Existente
ro: Importare cheie existentă
sl: Uvozi obstoječi ključ
sv: Importera befintlig nyckel
uk: Імпортувати наявний ключ
vi: Nhập khóa hiện có
zh_hans: 导入现有密钥
zh_hant: 匯入現有金鑰

source: Import Failed
ar: فشل الاستيراد
ca: Importació fallida
cs: Import selhal
da: Import mislykkedes
de: Import fehlgeschlagen
es: Error en la importación
fi: Tuonti epäonnistui
fr: Échec de l'importation
he: הייבוא נכשל
hu: Importálás sikertelen
it: Importazione non riuscita
ja: 読み込み失敗
ko: 가져오기 실패
nb: Import mislyktes
nl: Import mislukt
pl: Import nie powiódł się
pt_br: Falha na Importação
pt_pt: Importação Falhada
ro: Importare eșuată
sl: Uvoz ni uspel
sv: Import misslyckades
uk: Помилка імпорту
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Font...
ar: استيراد خط...
ca: Importar tipus de lletra...
cs: Importovat písmo…
da: Importer skrifttype...
de: Schrift importieren …
es: Importar fuente…
fi: Tuo fontti...
fr: Importer une police…
he: ייבוא גופן...
hu: Betűtípus importálása...
it: Importa font...
ja: フォントを読み込み...
ko: 글꼴 가져오기...
nb: Importer skrifttype …
nl: Lettertype importeren...
pl: Importuj czcionkę...
pt_br: Importar Fonte...
pt_pt: Importar Tipo de Letra...
ro: Importare font…
sl: Uvozi pisavo ...
sv: Importera typsnitt...
uk: Імпортувати шрифт…
vi: Nhập phông chữ...
zh_hans: 导入字体…
zh_hant: 匯入字型⋯

source: Import from File…
ar: استيراد من ملف…
ca: Importa des d'un fitxer…
cs: Importovat ze souboru…
da: Importér fra fil…
de: Aus Datei importieren…
es: Importar desde archivo…
fi: Tuo tiedostosta…
fr: Importer depuis un fichier…
he: ייבוא מקובץ…
hu: Importálás fájlból…
it: Importa da file…
ja: ファイルから取り込む…
ko: 파일에서 가져오기…
nb: Importer fra fil…
nl: Importeren uit bestand…
pl: Importuj z pliku…
pt_br: Importar de arquivo…
pt_pt: Importar de ficheiro…
ro: Importați dintr-un fișier…
sl: Uvozi iz datoteke…
sv: Importera från fil…
uk: Імпортувати з файлу…
vi: Nhập từ tệp…
zh_hans: 从文件导入…
zh_hant: 從檔案輸入…

source: Import from Ghostty
ar: استيراد من Ghostty
ca: Importa des de Ghostty
cs: Importovat z Ghostty
da: Importér fra Ghostty
de: Aus Ghostty importieren
es: Importar desde Ghostty
fi: Tuo Ghosttysta
fr: Importer depuis Ghostty
he: ייבוא מ-Ghostty
hu: Importálás Ghostty-ból
it: Importa da Ghostty
ja: Ghostty からインポート
ko: Ghostty에서 가져오기
nb: Importer fra Ghostty
nl: Importeren uit Ghostty
pl: Importuj z Ghostty
pt_br: Importar do Ghostty
pt_pt: Importar do Ghostty
ro: Importă din Ghostty
sl: Uvozi iz Ghostty
sv: Importera från Ghostty
uk: Імпорт з Ghostty
vi: Nhập từ Ghostty
zh_hans: 从 Ghostty 导入
zh_hant: 從 Ghostty 匯入

source: Import from Ghostty Config
ar: استيراد من Ghostty config
ca: Importa des de la config de Ghostty
cs: Importovat z konfigurace Ghostty
da: Importér fra Ghostty config
de: Aus Ghostty-Konfiguration importieren
es: Importar desde configuración de Ghostty
fi: Tuo Ghostty-konfiguraatiosta
fr: Importer depuis la configuration Ghostty
he: ייבוא מ-Ghostty config
hu: Importálás Ghostty konfigurációból
it: Importa dalla configurazione Ghostty
ja: Ghostty 設定ファイルからインポート
ko: Ghostty 설정에서 가져오기
nb: Importer fra Ghostty-config
nl: Importeren uit Ghostty-config
pl: Importuj z konfiguracji Ghostty
pt_br: Importar da configuração do Ghostty
pt_pt: Importar da config do Ghostty
ro: Importă din configurația Ghostty
sl: Uvozi iz Ghostty config
sv: Importera från Ghostty-config
uk: Імпорт із Ghostty config
vi: Nhập từ cấu hình Ghostty
zh_hans: 从 Ghostty 配置导入
zh_hant: 從 Ghostty 設定匯入

source: Import from OpenSSH
ar: استيراد من OpenSSH
ca: Importa des d’OpenSSH
cs: Importovat z OpenSSH
da: Importer fra OpenSSH
de: Aus OpenSSH importieren
es: Importar desde OpenSSH
fi: Tuo OpenSSH:sta
fr: Importer depuis OpenSSH
he: ייבוא מ‑OpenSSH
hu: Importálás OpenSSH-ból
it: Importa da OpenSSH
ja: OpenSSH からインポート
ko: OpenSSH에서 가져오기
nb: Importer fra OpenSSH
nl: Importeren uit OpenSSH
pl: Importuj z OpenSSH
pt_br: Importar do OpenSSH
pt_pt: Importar do OpenSSH
ro: Importă din OpenSSH
sl: Uvozi iz OpenSSH
sv: Importera från OpenSSH
uk: Імпортувати з OpenSSH
vi: Nhập từ OpenSSH
zh_hans: 从 OpenSSH 导入
zh_hant: 從 OpenSSH 匯入

source: Import from SSH Agent
ar: استيراد من وكيل SSH
ca: Importa des de l'agent SSH
cs: Importovat z agenta SSH
da: Importér fra SSH-agent
de: Aus SSH-Agent importieren
es: Importar desde el agente SSH
fi: Tuo SSH-agentista
fr: Importer depuis l'agent SSH
he: ייבוא מסוכן SSH
hu: Importálás SSH-ügynökből
it: Importa dall'agente SSH
ja: SSH エージェントからインポート
ko: SSH 에이전트에서 가져오기
nb: Importer fra SSH-agent
nl: Importeren uit SSH-agent
pl: Importuj z agenta SSH
pt_br: Importar do agente SSH
pt_pt: Importar do agente SSH
ro: Importă din agentul SSH
sl: Uvozi iz agenta SSH
sv: Importera från SSH-agent
uk: Імпортувати з SSH-агента
vi: Nhập từ SSH agent
zh_hans: 从 SSH 代理导入
zh_hant: 從 SSH 代理匯入

source: Import GPG Key
ar: استيراد مفتاح GPG
ca: Importa clau GPG
cs: Importovat GPG klíč
da: Importér GPG-nøgle
de: GPG-Schlüssel importieren
es: Importar clave GPG
fi: Tuo GPG-avain
fr: Importer la clé GPG
he: ייבא מפתח GPG
hu: GPG kulcs importálása
it: Importa chiave GPG
ja: GPGキーをインポート
ko: GPG 키 가져오기
nb: Importer GPG-nøkkel
nl: GPG-sleutel importeren
pl: Importuj klucz GPG
pt_br: Importar chave GPG
pt_pt: Importar chave GPG
ro: Importă cheie GPG
sl: Uvozi ključ GPG
sv: Importera GPG-nyckel
uk: Імпортувати ключ GPG
vi: Nhập khóa GPG
zh_hans: 导入 GPG 密钥
zh_hant: 匯入 GPG 金鑰

source: Import Key
ar: استيراد مفتاح
ca: Importar clau
cs: Importovat klíč
da: Importer nøgle
de: Schlüssel importieren
es: Importar clave
fi: Tuo avain
fr: Importer une clé
he: ייבוא מפתח
hu: Kulcs importálása
it: Importa chiave
ja: キーを読み込み
ko: 키 가져오기
nb: Importer nøkkel
nl: Sleutel importeren
pl: Importuj klucz
pt_br: Importar Chave
pt_pt: Importar Chave
ro: Importare cheie
sl: Uvozi ključ
sv: Importera nyckel
uk: Імпортувати ключ
vi: Nhập khóa
zh_hans: 导入密钥
zh_hant: 匯入金鑰

source: Import Key from Keychain
ar: استيراد مفتاح من سلسلة المفاتيح
ca: Importar clau des del Keychain
cs: Importovat klíč z Klíčenky
da: Importer nøgle fra nøglering
de: Schlüssel aus dem Schlüsselbund importieren
es: Importar clave del llavero
fi: Tuo avain avainnipusta
fr: Importer une clé depuis le trousseau
he: ייבוא מפתח מ-Keychain
hu: Kulcs importálása a Keychainból
it: Importa chiave dal Portachiavi
ja: キーチェーンからキーを読み込み
ko: 키체인에서 키 가져오기
nb: Importer nøkkel fra nøkkelring
nl: Sleutel importeren uit Sleutelhanger
pl: Importuj klucz z Keychain
pt_br: Importar Chave do Keychain
pt_pt: Importar Chave do Porta-chaves
ro: Importare cheie din Keychain
sl: Uvozi ključ iz Keychaina
sv: Importera nyckel från nyckelring
uk: Імпортувати ключ із Keychain
vi: Nhập khóa từ Keychain
zh_hans: 从钥匙串导入密钥
zh_hant: 從鑰匙圈匯入金鑰

source: Import Kubeconfig
ar: استيراد Kubeconfig
ca: Importar Kubeconfig
cs: Importovat Kubeconfig
da: Importer Kubeconfig
de: Kubeconfig importieren
es: Importar Kubeconfig
fi: Tuo Kubeconfig
fr: Importer un Kubeconfig
he: ייבוא Kubeconfig
hu: Kubeconfig importálása
it: Importa kubeconfig
ja: Kubeconfigを読み込み
ko: Kubeconfig 가져오기
nb: Importer kubeconfig
nl: Kubeconfig importeren
pl: Importuj Kubeconfig
pt_br: Importar Kubeconfig
pt_pt: Importar Kubeconfig
ro: Importare Kubeconfig
sl: Uvozi Kubeconfig
sv: Importera Kubeconfig
uk: Імпортувати Kubeconfig
vi: Nhập Kubeconfig
zh_hans: 导入 Kubeconfig
zh_hant: 匯入 Kubeconfig

source: Import local MMDB databases
ar: استيراد قواعد بيانات MMDB المحلية
ca: Importa bases de dades MMDB locals
cs: Importovat místní databáze MMDB
da: Importer lokale MMDB-databaser
de: Lokale MMDB-Datenbanken importieren
es: Importar bases de datos MMDB locales
fi: Tuo paikallisia MMDB-tietokantoja
fr: Importer les bases de données MMDB locales
he: ייבא מסדי נתונים מקומיים של MMDB
hu: Helyi MMDB adatbázisok importálása
it: Importa database MMDB locali
ja: ローカルのMMDBデータベースをインポート
ko: 로컬 MMDB 데이터베이스 가져오기
nb: Importer lokale MMDB-databaser
nl: Importeer lokale MMDB-databases
pl: Importuj lokalne bazy MMDB
pt_br: Importar bancos de dados MMDB locais
pt_pt: Importar bases de dados MMDB locais
ro: Importă baze de date MMDB locale
sl: Uvozi lokalne podatkovne baze MMDB
sv: Importera lokala MMDB-databaser
uk: Імпортувати локальні бази даних MMDB
vi: Nhập cơ sở dữ liệu MMDB cục bộ
zh_hans: 导入本地 MMDB 数据库
zh_hant: 匯入本機 MMDB 資料庫

source: Import Method
ar: طريقة الاستيراد
ca: Mètode d'importació
cs: Metoda importu
da: Importmetode
de: Importmethode
es: Método de importación
fi: Tuontitapa
fr: Méthode d'importation
he: שיטת ייבוא
hu: Importálási módszer
it: Metodo di importazione
ja: 読み込み方法
ko: 가져오기 방법
nb: Importmetode
nl: Importmethode
pl: Metoda importu
pt_br: Método de Importação
pt_pt: Método de Importação
ro: Metodă de importare
sl: Način uvoza
sv: Importmetod
uk: Спосіб імпорту
vi: Phương thức nhập
zh_hans: 导入方式
zh_hant: 匯入方式

source: Import MMDB Databases
ar: استيراد قواعد بيانات MMDB
ca: Importa bases de dades MMDB
cs: Importovat databáze MMDB
da: Importér MMDB-databaser
de: MMDB-Datenbanken importieren
es: Importar bases de datos MMDB
fi: Tuo MMDB-tietokantoja
fr: Importer des bases de donnees MMDB
he: ייבא מסדי נתונים של MMDB
hu: MMDB adatbazisok importalasa
it: Importa database MMDB
ja: MMDB データベースをインポート
ko: MMDB 데이터베이스 가져오기
nb: Importer MMDB-databaser
nl: Importeer MMDB-databases
pl: Importuj bazy MMDB
pt_br: Importar bancos de dados MMDB
pt_pt: Importar bases de dados MMDB
ro: Importa baze de date MMDB
sl: Uvozi podatkovne baze MMDB
sv: Importera MMDB-databaser
uk: Імпортувати бази MMDB
vi: Nhập cơ sở dữ liệu MMDB
zh_hans: 导入 MMDB 数据库
zh_hant: 匯入 MMDB 資料庫

source: Import one or more `.mmdb` files. Use Edit to drag databases into priority order. Higher-priority files are checked first, and lower-priority files are only used to fill fields still missing, so overlapping and duplicate databases are supported.
ar: استورد ملف `.mmdb` واحدًا أو أكثر. استخدم التحرير لسحب قواعد البيانات وترتيبها حسب الأولوية. يتم فحص الملفات ذات الأولوية الأعلى أولاً، وتُستخدم الملفات ذات الأولوية الأدنى فقط لملء الحقول الناقصة، لذا يُدعم التداخل والتكرار في قواعد البيانات.
ca: Importeu un o més fitxers `.mmdb`. Useu Edita per arrossegar les bases de dades en ordre de prioritat. Els fitxers de prioritat més alta es comproven primer i els de prioritat més baixa només s'usen per omplir els camps que encara falten, de manera que es permeten bases de dades sobreposades i duplicades.
cs: Importujte jeden nebo více souborů `.mmdb`. Pomocí Upravit přetáhněte databáze do pořadí podle priority. Soubory s vyšší prioritou se kontrolují jako první a soubory s nižší prioritou se používají pouze k vyplnění chybějících polí, takže překrývající se a duplicitní databáze jsou podporovány.
da: Importér en eller flere `.mmdb`-filer. Brug Redigér til at trække databaser i prioriteret rækkefølge. Filer med højere prioritet tjekkes først, og filer med lavere prioritet bruges kun til at udfylde felter, der stadig mangler, så overlappende og duplikerede databaser understøttes.
de: Importieren Sie eine oder mehrere `.mmdb`-Dateien. Verwenden Sie Bearbeiten, um Datenbanken in die gewünschte Prioritätsreihenfolge zu ziehen. Dateien mit höherer Priorität werden zuerst geprüft, und Dateien mit niedrigerer Priorität werden nur verwendet, um noch fehlende Felder zu ergänzen. Überlappende und doppelte Datenbanken werden unterstützt.
es: Importa uno o mas archivos `.mmdb`. Usa Editar para arrastrar las bases de datos en orden de prioridad. Los archivos de mayor prioridad se consultan primero y los de menor prioridad solo se usan para completar campos faltantes, por lo que se admiten bases de datos superpuestas y duplicadas.
fi: Tuo yksi tai useampi `.mmdb`-tiedosto. Vedä tietokannat prioriteettijarjestykseen Muokkaa-toiminnolla. Korkeamman prioriteetin tiedostot tarkistetaan ensin ja alemman prioriteetin tiedostoja kaytetaan vain puuttuvien kenttien tayttamiseen, joten paallekkaiset ja kaksoiskappaleet ovat tuettuja.
fr: Importez un ou plusieurs fichiers `.mmdb`. Utilisez Modifier pour glisser les bases de donnees dans l'ordre de priorite. Les fichiers de priorite superieure sont verifies en premier et ceux de priorite inferieure ne servent qu'a completer les champs manquants, donc les bases de donnees qui se chevauchent et les doublons sont pris en charge.
he: ייבא קובץ `.mmdb` אחד או יותר. השתמש בעריכה כדי לגרור מסדי נתונים לסדר עדיפויות. קבצים בעדיפות גבוהה נבדקים תחילה וקבצים בעדיפות נמוכה משמשים רק למילוי שדות חסרים, כך שמסדי נתונים חופפים וכפולים נתמכים.
hu: Importalj egy vagy tobb `.mmdb` fajlt. A Szerkesztes gombbal huzd az adatbazisokat prioritasi sorrendbe. A magasabb prioritasu fajlok ellenorzese elobb tortenik, az alacsonyabb prioritasuak csak a meg hianyo mezok kitoltesere szolgalnak, igy az atfedo es duplikalt adatbazisok is tamogatottak.
it: Importa uno o piu file `.mmdb`. Usa Modifica per trascinare i database in ordine di priorita. I file con priorita piu alta vengono controllati per primi, e quelli con priorita piu bassa vengono usati solo per completare i campi ancora mancanti, quindi i database sovrapposti e duplicati sono supportati.
ja: 1つ以上の `.mmdb` ファイルをインポートします。「編集」を使ってデータベースを優先順位にドラッグしてください。優先度の高いファイルが先にチェックされ、優先度の低いファイルはまだ不足しているフィールドを補完するためだけに使用されるため、重複するデータベースもサポートされます。
ko: 하나 이상의 `.mmdb` 파일을 가져옵니다. 편집을 사용하여 데이터베이스를 우선순위대로 드래그하세요. 우선순위가 높은 파일이 먼저 확인되고, 우선순위가 낮은 파일은 아직 누락된 필드를 채우는 데만 사용되므로 중복 데이터베이스가 지원됩니다.
nb: Importer en eller flere `.mmdb`-filer. Bruk Rediger for å dra databaser i prioritetsrekkefølge. Filer med høyere prioritet sjekkes først, og filer med lavere prioritet brukes bare til å fylle inn felt som fortsatt mangler, så overlappende og dupliserte databaser støttes.
nl: Importeer een of meer `.mmdb`-bestanden. Gebruik Wijzig om databases in prioriteitsvolgorde te slepen. Bestanden met hogere prioriteit worden eerst gecontroleerd en bestanden met lagere prioriteit worden alleen gebruikt om ontbrekende velden aan te vullen, dus overlappende en dubbele databases worden ondersteund.
pl: Zaimportuj jeden lub wiecej plikow `.mmdb`. Uzyj Edytuj, aby przeciagnac bazy danych w kolejnosci priorytetu. Pliki o wyzszym priorytecie sa sprawdzane najpierw, a pliki o nizszym priorytecie uzywane sa tylko do uzupelnienia brakujacych pol — nakladajace sie i zduplikowane bazy sa obslugiwane.
pt_br: Importe um ou mais arquivos `.mmdb`. Use Editar para arrastar os bancos de dados na ordem de prioridade. Arquivos de maior prioridade sao verificados primeiro, e arquivos de menor prioridade sao usados apenas para preencher campos ainda ausentes — bancos de dados sobrepostos e duplicados sao suportados.
pt_pt: Importe um ou mais ficheiros `.mmdb`. Utilize Editar para arrastar as bases de dados para a ordem de prioridade. Os ficheiros de maior prioridade sao verificados primeiro, e os de menor prioridade sao utilizados apenas para preencher campos ainda em falta — bases de dados sobrepostas e duplicadas sao suportadas.
ro: Importati unul sau mai multe fisiere `.mmdb`. Folositi Editare pentru a trage bazele de date in ordinea prioritatii. Fisierele cu prioritate mai mare sunt verificate primele, iar cele cu prioritate mai mica sunt folosite doar pentru a completa campurile inca lipsa — bazele de date suprapuse si duplicate sunt acceptate.
sl: Uvozite eno ali vec datotek `.mmdb`. Uporabite Uredi, da povlecete podatkovne baze v prednostni vrstni red. Datoteke z visjo prednostjo se preverijo najprej, datoteke z nizjo prednostjo pa se uporabijo le za izpolnitev se manjkajocih polj — prekrivajoce se in podvojene podatkovne baze so podprte.
sv: Importera en eller flera `.mmdb`-filer. Använd Redigera för att dra databaser i prioritetsordning. Filer med högre prioritet kontrolleras först, och filer med lägre prioritet används bara för att fylla i saknade fält, så överlappande och duplicerade databaser stöds.
uk: Імпортуйте один або кілька файлів `.mmdb`. Використовуйте Редагування, щоб перетягнути бази даних у порядку пріоритету. Файли з вищим пріоритетом перевіряються першими, а файли з нижчим пріоритетом використовуються лише для заповнення відсутніх полів, тому підтримуються дублікати та бази з перетинами.
vi: Nhập một hoặc nhiều tệp `.mmdb`. Sử dụng Sửa để kéo các cơ sở dữ liệu theo thứ tự ưu tiên. Tệp ưu tiên cao được kiểm tra trước, tệp ưu tiên thấp chỉ dùng để bổ sung các trường còn thiếu, nên hỗ trợ cơ sở dữ liệu trùng lặp và chồng chéo.
zh_hans: 导入一个或多个 `.mmdb` 文件。使用编辑功能拖动数据库来调整优先级顺序。优先级高的文件先被查询，优先级低的文件仅用于补充缺失的字段，因此支持重叠和重复的数据库。
zh_hant: 匯入一個或多個 `.mmdb` 檔案。使用編輯功能拖曳資料庫來調整優先順序。優先順序高的檔案先被查詢，優先順序低的檔案僅用於補充缺失的欄位，因此支援重疊和重複的資料庫。
